tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "superfly/tap"
tap "universal-ctags/universal-ctags"
brew "act"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "ansible"
brew "ansifilter"
brew "autoconf"
brew "automake"
brew "bash"
brew "binutils"
brew "bison"
brew "libtool"
brew "bochs"
brew "boost"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cmocka"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "gettext"
brew "libssh2"
brew "zstd"
brew "curl"
brew "direnv"
brew "dive"
brew "earthly"
brew "libuv"
brew "envchain"
brew "expat"
brew "fpp"
brew "fzf"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "pkg-config"
brew "libusb"
brew "gnupg"
brew "ncurses"
brew "htop"
brew "hwloc"
brew "ifstat"
brew "jq"
brew "kerl"
brew "keystone"
brew "krb5"
brew "libgit2"
brew "libiconv"
brew "libimobiledevice"
brew "libmagic"
brew "libpcap"
brew "libsodium"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "lzip"
brew "makedepend"
brew "mas"
brew "mercurial"
brew "mitmproxy"
brew "monero"
brew "mosh"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sassc"
brew "socat"
brew "subversion"
brew "swift-protobuf"
brew "swiftlint"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "unicorn"
brew "urlview"
brew "watch"
brew "wget"
brew "wxmac"
brew "xxhash"
brew "yarn"
brew "youtube-dl"
brew "z3"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "superfly/tap/flyctl"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk11"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "betterzip"
cask "cardhop"
cask "charles"
cask "cleanmymac"
cask "cryptomator"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "deckset"
cask "devonthink"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-fredoka-one"
cask "font-hack-nerd-font"
cask "font-monofur-nerd-font"
cask "font-space-mono"
cask "gemini"
cask "ghidra"
cask "google-chrome"
cask "gpg-suite"
cask "grandtotal"
cask "hazel"
cask "iconjar"
cask "istat-menus"
cask "iterm2"
cask "keyboard-maestro"
cask "ledger-live"
cask "little-snitch"
cask "loaf"
cask "microsoft-auto-update"
cask "microsoft-word"
cask "monero-wallet"
cask "monodraw"
cask "mountain-duck"
cask "ngrok"
cask "nova"
cask "obsidian"
cask "osxfuse"
cask "pdf-expert"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
cask "receipts"
cask "royal-tsx"
cask "secretive"
cask "signal"
cask "sketch"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "typinator"
cask "vagrant"
cask "viscosity"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
