tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "ansible"
brew "ansifilter"
brew "autoconf"
brew "automake"
brew "bash"
brew "beanstalkd"
brew "p7zip"
brew "binwalk"
brew "bison"
brew "bochs"
brew "capstone", args: ["HEAD"]
brew "carthage"
brew "cmake"
brew "cmocka"
brew "coreutils"
brew "ctags"
brew "curl"
brew "openssl@1.1"
brew "erlang"
brew "elixir"
brew "envchain"
brew "gettext"
brew "flex"
brew "python@2"
brew "fpp"
brew "webp"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "go"
brew "libtool"
brew "hadolint"
brew "ncurses"
brew "htop"
brew "ifstat"
brew "iperf"
brew "jq"
brew "jump"
brew "kerl"
brew "keystone"
brew "krb5"
brew "libiconv"
brew "libssh2"
brew "libusb"
brew "libuv"
brew "llvm"
brew "lzip"
brew "makedepend"
brew "mas"
brew "maven"
brew "mono"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nmap"
brew "packer"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "qt"
brew "radare2"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rebar"
brew "rebar3"
brew "ruby", link: true
brew "sassc"
brew "shellcheck"
brew "shfmt"
brew "sift"
brew "socat"
brew "terminal-notifier"
brew "terraform"
brew "tig"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "unicorn", args: ["HEAD", "with-all"]
brew "unison"
brew "vault"
brew "wget"
brew "xhyve", args: ["HEAD"]
brew "z3"
brew "zsh"
brew "koekeishiya/formulae/chunkwm", args: ["HEAD"]
brew "koekeishiya/formulae/skhd"
brew "minio/stable/mc"
cask "aerial"
cask "banktivity"
cask "betterzip"
cask "cardhop"
cask "cryptomator"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "grandtotal"
cask "java"
cask "mountain-duck"
cask "postman"
cask "sublime-text"
cask "typinator"
cask "ubersicht"
cask "vagrant"
cask "wireshark"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Agenda", id: 1287445660
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "Canary Mail", id: 1236045954
mas "CARROT Weather", id: 993487541
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 924726344
mas "iStumbler", id: 546033581
mas "Marked 2", id: 890031187
mas "MindNode", id: 1289197285
mas "PopClip", id: 445189367
mas "Quiver", id: 866773894
mas "Reeder", id: 880001334
mas "Remote Desktop", id: 409907375
mas "SnippetsLab", id: 1006087419
mas "Soulver", id: 413965349
mas "Synalyze It! Pro", id: 475193367
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "WiFi Signal", id: 525912054
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
