tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ansifilter"
brew "automake"
brew "bash"
brew "binutils"
brew "bison"
brew "libtool"
brew "bochs"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cmocka"
brew "coreutils"
brew "ctags"
brew "gettext"
brew "libssh2"
brew "curl"
brew "direnv"
brew "envchain"
brew "expat"
brew "fpp"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "pkg-config"
brew "libusb"
brew "gnupg"
brew "go", args: ["HEAD"]
brew "ncurses"
brew "htop"
brew "ifstat"
brew "jq"
brew "kerl"
brew "keystone"
brew "krb5"
brew "libgit2"
brew "libiconv"
brew "libimobiledevice"
brew "libpcap"
brew "llvm"
brew "luajit", args: ["HEAD"]
brew "lzip"
brew "makedepend"
brew "mercurial"
brew "mosh"
brew "neofetch"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sassc"
brew "socat"
brew "subversion"
brew "swiftlint"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "urlview"
brew "watch"
brew "wget"
brew "wxmac"
brew "yarn"
brew "z3"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk11"
cask "alfred"
cask "android-platform-tools"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "betterzip"
cask "boostnote"
cask "cardhop"
cask "charles"
cask "cryptomator"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "deckset"
cask "devonthink"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-monofur-nerd-font"
cask "font-space-mono"
cask "ghidra"
cask "gpg-suite"
cask "grandtotal"
cask "hazel"
cask "iconjar"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "keyboard-maestro"
cask "ledger-live"
cask "little-snitch"
cask "monodraw"
cask "mountain-duck"
cask "ngrok"
cask "obsidian"
cask "onyx"
cask "osxfuse"
cask "pdf-expert"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
cask "receipts"
cask "royal-tsx"
cask "signal"
cask "sketch"
cask "slack"
cask "sublime-text"
cask "typinator"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "wireshark"
cask "wkhtmltopdf"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "Deliveries", id: 290986013
mas "Expenses", id: 1492055171
mas "Fantastical", id: 975937182
mas "Honey", id: 1472777122
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Noto", id: 1459055246
mas "Numbers", id: 409203825
mas "OmniGraffle", id: 1142578753
mas "OmniOutliner", id: 1142578772
mas "OmniPlan", id: 1460319993
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Quiver", id: 866773894
mas "Reeder", id: 1529448980
mas "SEE Finance", id: 1316742770
mas "SubEthaEdit", id: 728530824
mas "Synalyze It! Pro", id: 475193367
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
